Repository: fogoegami/454545
Catalog: src/locale/*.po
Languages: ru

source: AAC software decoding
ru: Программное декодирование ААС

source: Auto select stream
ru: Автоматический выбор потока

source: Auto turn on subtitles
ru: Автоматическое включение субтитров

source: Automatically turn on subtitles if available.
ru: Автоматически включать субтитры при доступности.

source: Buffer duration
ru: Длительность буфера

source: Buffer size
ru: Размер буфера

source: Cancel
ru: Отмена

source: Connection speed
ru: Скорость соединения

source: DTS software decoding
ru: Программное декодирование DTS

source: Detecting exteplayer3 player ...
ru: Обнаружение плеера exteplayer3 ...

source: Detecting gstreamer player ...
ru: Обнаружение плеера gstreamer ...

source: Embedded subtitles
ru: Встроенные субтитры

source: Enigma2 playback system
ru: Система воспроизведения Enigma2

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
ru: Система воспроизведения Enigma2 была изменена и Enigma2 необходимо перезапустить Вы хотите перезапустить её сейчас?

source: HLS Explorer
ru: HLS Проводник

source: LPCM injection
ru: Вставка LPCM

source: Play with ServiceExtEplayer3
ru: Проигрывать в ServiceExtEplayer3

source: Play with ServiceGstPlayer
ru: Проигрывать в ServiceGstPlayer

source: Player
ru: Проигрыватель

source: Select sink which you want to use.
ru: Выберите устройство вывода.

source: Select the player which will be used for Enigma2 playback.
ru: Выберите плеер который будет использоваться системой для воспроизведения.

source: Select the player which will be used in serviceapp for Enigma2 playback.
ru: Выберите плеер который будет использоваться ServiceApp для воспроизведения системой.

source: Set buffer duration in seconds.
ru: Установите длительность буферизации в секундах.

source: Set buffer size in kilobytes.
ru: Установите размер буферизации в килобайтах.

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
ru: Установите скорость соединения в кб/с, в соответствии с которой Вы хотите, чтобы потоки автоматически выбирались

source: Sink
ru: Приёмник

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
ru: Использовать LPCM в программном декодере (в иных случаях wav PCM)

source: Stereo downmix
ru: Микшировать в стерео

source: Stop playing this movie?
ru: Прекратить воспроизведение фильма?

source: Turn on AAC software decoding.
ru: Включает программное декодирование AAC.

source: Turn on DTS software decoding.
ru: Включает программное декодирование DTS.

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
ru: Включает программное декодирование WMA1, WMA2, WMA/PRO.

source: Turn on auto-selection of streams according to set Connection speed.
ru: Включает автоматический выбор потоков в соответствии с установленной скоростью соединения.

source: Turn on downmix to stereo, when software decoding is in use
ru: Включает понижающее микширование в стерео, когда используется программное декодирование

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
ru: Включает проводник, для извлечения потоков различного качества из плейлиста вариантов HLS и их выбора через субсервисы.

source: Turn on the embedded subtitles support.
ru: Включает поддержку встроенных субтитров.

source: WMA software decoding
ru: Программное декодирование WMA

source: experimental
ru: экспериментальный

source: false
ru: Нет

source: not installed
ru: не установлен

source: original
ru: оригинальный

source: setup player framework
ru: настройка фреймворк плеера

source: true
ru: Да
